[Ability.A_Akuma_Buff_0_expert H7BaseBuff]
mName="亵渎"
mTooltip="该生物受到 - %stat.norm %stat.icon 并增加 %res.norm 的 %icon_fire 火焰类型额外伤害，持续 %durnow.norm 回合。"

[Ability.A_Akuma_Buff_0_Master H7BaseBuff]
mName="亵渎"
mTooltip="该生物受到 - %stat.norm %stat.icon 并增加 %res.norm 的 %icon_fire 火焰类型额外伤害，持续 %durnow.norm 回合。"

[Ability.A_Akuma_Buff_0_Novice H7BaseBuff]
mName="亵渎"
mTooltip="该生物受到 - %stat.norm %stat.icon 并增加 %res.norm 的 %icon_fire 火焰类型额外伤害，持续 %durnow.norm 回合。"

[Ability.A_Akuma_Buff_0_ultimate H7BaseBuff]
mName="亵渎"
mTooltip="该生物受到 - %stat.norm %stat.icon 并增加 %res.norm 的 %icon_fire 火焰类型额外伤害，持续 %durnow.norm 回合。"

[Ability.A_Akuma_Buff_0_Unskilled H7BaseBuff]
mName="亵渎"
mTooltip="该生物受到 - %stat.norm %stat.icon 并增加 %res.norm 的 %icon_fire 火焰类型额外伤害，持续 %durnow.norm 回合。"

[Ability.A_Akuma_Support H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="亵渎"
mTooltip="该生物的士气将降低 %buff1.buff.stat1.norm %icon_morale 并在 %buff1.buff.durini.norm 回合内，受到来自 %icon_fire 火焰伤害源的 %buff1.buff.res1.norm 额外伤害。"

[Unit.A_Akuma H7EditorWarUnit]
mDesc="支援型战争单位"
mName="阿库玛"
mLore=""